Repository: thethemefoundry/ttf-translate
Catalog: traction/*/*.po
Languages: fr_fr

source: 404: Page Not Found
fr_fr: 404: page non trouvée

source: We are terribly sorry, but the URL you typed no longer exists. It might have been moved or deleted, or perhaps you mistyped it. We suggest searching the site:
fr_fr: Nous sommes désolés, mais l'URL que vous avez demandé n'existe plus. Il se peut qu'elle ait été déplacé ou effacé, ou peut-être l'avez-vous mal tapé. Nous vous suggérons d'effectuer une recherche sur le site :

source: Posts from the &#8216;%s&#8217; Category
fr_fr: Articles de la catégorie &#8216;%s&#8217;

source: Posts tagged &#8216;%s&#8217;
fr_fr: Articles marqués &#8216;%s&#8217;

source: Archive for
fr_fr: Archive de

source: Posts by %s
fr_fr: Articles de %s

source: Blog Archives
fr_fr: Archives du Blog

source: Read more
fr_fr: En savoir plus

source: Edit This
fr_fr: Modifier ceci

source: &laquo; Older Entries
fr_fr: &laquo; articles plus anciens

source: Newer Entries &raquo;
fr_fr: Articles récents &raquo;

source: This post is password protected. Enter the password to view comments.
fr_fr: Cet article est protégé par un mot de passe. Saisissez le mot de passe pour voir les commentaires.

source: No Comments Yet
fr_fr: Pas encore de commentaires

source: 1 Comment
fr_fr: 1 commentaire

source: % Comments
fr_fr: % commentaires

source: Post a comment
fr_fr: Rédiger un commentaire

source: Trackbacks &amp; Pingbacks
fr_fr: Rétro-liens &amp; Pings

source: Comments are closed.
fr_fr: Les commentaires sont clos

source: Share your thoughts, post a comment.
fr_fr: Donnez votre avis, envoyez un commentaire

source: You must be
fr_fr: Vous devez être

source: logged in
fr_fr: connecté

source: to post a comment.
fr_fr: pour rédiger un commentaire

source: Logged in as
fr_fr: Connecté en tant que

source: Log out &raquo;
fr_fr: Déconnecté

source: Name
fr_fr: Nom

source: <span>(required)</span>
fr_fr: <span>(requis)</span>

source: Email
fr_fr: mel

source: Website
fr_fr: Site Web

source: Comment
fr_fr: Commentaire

source: <strong>Note:</strong> HTML is allowed. Your email address will <strong>never</strong> be published.
fr_fr: <strong>Note:</strong> : le code HTML est autorisé. Votre adresse mel ne sera <strong>jamais</strong> publiée.

source: Subscribe to comments
fr_fr: S'abonner aux commentaires

source: Submit Comment
fr_fr: Soumettre un commentaire

source: About
fr_fr: À propos

source: Did you know you can write your own about section just like this one? It's really easy. Head into the the <em>Traction Options</em> menu and check out the footer section. Type some stuff in the box, click save, and your new about section shows up in the footer.
fr_fr: Savez-vous que vous pouvez écrire votre propre section comme celle-ci ? C'est facile. allez au menu <em>Options</em> de Traction et vérifiez la section du pied de page. Tapez du texte dans la boîte, cliquer sur "Enregistrer", et votre nouvelle section "À propos" sera affichée dans le pied de page.

source: Search
fr_fr: Recherche

source: Sidebar
fr_fr: Colonne latérale

source: Footer Center
fr_fr: Pied de page central

source: Footer Right
fr_fr: Pied de page droit

source: Page Not Found |
fr_fr: Page non trouvée |

source: Search results for '%s'
fr_fr: Résultats de recherche pour '%s'

source: Skip to content
fr_fr: Aller au contenu

source: Home
fr_fr: Accueil

source: Recent Articles
fr_fr: Articles récents

source: Sorry your search for "%s" did not turn up any results. Please try again.
fr_fr: Désolé, votre recherche sur "%s" n'a donné aucun résultat. Merci d'essayer de nouveau.

source: Sign up for our free newsletter
fr_fr: Enregistrez-vous pour recevoir notre newsletter gratuite

source: Email address
fr_fr: Adresse mel

source: Go
fr_fr: Aller

source: <em>Read more from</em>
fr_fr: <em>En savoir plus de</em>

source: Subscribe
fr_fr: S'abonner

source: RSS Feed
fr_fr: Flux RSS

source: <em><strong>Please Note:</strong> Your comment is awaiting moderation.</em>
fr_fr: <em><strong>Merci de noter:</strong> Votre commentaire doit être validé par un modérateur.</em>

source: settings saved!
fr_fr: Réglages enregistrés

source: settings reset.
fr_fr: Réglages remis à zéro.

source: Need help?
fr_fr: Besoin d'aide ?

source: Read the tutorials
fr_fr: Lire les tutoriels

source: or visit the <a href="http://thethemefoundry.com/forums/">support forums.</a>
fr_fr: ou visitez les forums d'aide sur<a href="http://thethemefoundry.com/forums/">.</a>

source: Free Trial
fr_fr: Essai gratuit

source: You are using the free trial version of Traction. Feel free to test it for as long as you wish. Upgrade to Traction PRO for extra features, unlimited access to dedicated support, priority theme updates, and comprehensive theme tutorials.
fr_fr: Vous utilisez la version gratuite de Traction. N'hésitez pas à l'essayer aussi longtemps que vous le souhaitez. La mise à niveau en version PRO vous offre des fonctions supplémentaires, un accès illimité au support technique, des mises à jour prioritaires, ainsi que des tutoriels complets pour chaque thème.

source: Learn more about Traction PRO &rarr;
fr_fr: Apprenez-en plus sur Traction PRO &rarr;

source: Save changes
fr_fr: Enregistrer les modifications

source: show color picker
fr_fr: Afficher le sélecteur de couleurs

source: hide color picker
fr_fr: Masquer le sélecteur de couleurs

source: Save all changes
fr_fr: Enregistrer toutes les modifications

source: Reset all options
fr_fr: Remettre toutes les options à zéro

source: Custom Logo Image <span>insert your custom logo image in the header</span>
fr_fr: Image du logo personnalisé <span>insérez l'image de votre logo personnalisé dans l'entête</span>

source: Enable custom logo image
fr_fr: Activer l'image du logo personnalisé

source: Check to use a custom logo in the header.
fr_fr: Cocher pour utiliser un logo personnalisé dans l'entête

source: Logo image file name
fr_fr: Nom du fichier-image du logo

source: Upload your logo image here:
fr_fr: Télécharger l'image de votre logo ici :

source: Logo image <code>&lt;alt&gt;</code> tag
fr_fr: Balise <code>&lt;alt&gt;</code> pour l'mage de votre logo

source: Specify the <code>&lt;alt&gt;</code> tag for your logo image.
fr_fr: Indiquer la balise <code>&lt;alt&gt;</code> pour l'mage de votre logo.

source: Display tagline
fr_fr: Afficher votre slogan

source: Check to show your tagline below your logo.
fr_fr: Cocher pour afficher votre slogan sous votre logo.

source: Featured Slider <span>take control of your featured slider.</span>
fr_fr: Palette de navigation coulissante personnalisable <span>contrôle de la palette de navigation coulissante personnalisable.</span>

source: The featured slider shows demo posts only in the free trial version of Traction.
fr_fr: Dans la version d'essai, La palette de navigation coulissante personnalisable n'affiche que des posts de démonstration

source: Enable featured slider
fr_fr: Activer la palette de navigation coulissante personnalisable

source: Check to turn on your featured slider.
fr_fr: Cocher pour activer votre slider

source: Autostart
fr_fr: Démarrage automatique

source: Check to start your featured slider automatically.
fr_fr: Cocher pour un démarrage automatique de la palette de navigation coulissante personnalisable

source: Autostart delay
fr_fr: Délai de démarrage automatique

source: Delay before the autostart and the delay between slides in milliseconds (1000 = 1 second).
fr_fr: Délai avant le démarrage, et délai entre les images, en millisecondes (1000 = 1 seconde).

source: Slide animation speed
fr_fr: Vitesse de l'animation

source: Speed of the sliding animation in milliseconds (1000 = 1 second).
fr_fr: Vitesse de l'animation en millisecondes (1000 = 1 seconde).

source: Fade speed
fr_fr: Vitesse de dissolution

source: Speed of the fading animation in milliseconds (1000 = 1 second).
fr_fr: Vitesse de l'animation en fondu en millisecondes (1000 = 1 seconde).

source: Color Scheme <span>choose your color scheme</span>
fr_fr: Palette de couleurs <span>sélectionnez votre palette de couleurs</span>

source: Color scheme
fr_fr: Palette de couleurs

source: Choose your color scheme.
fr_fr: Sélectionnez votre palette de couleurs

source: Default (blue)
fr_fr: Défaut (bleu)

source: Red
fr_fr: Rouge

source: Navigation <span>control your top navigation menu</span>
fr_fr: Navigation <span>contrôlez votre menu haut de navigation</span>

source: Hide all pages
fr_fr: Masquer toutes les pages

source: Check this box to hide all pages.
fr_fr: Cocher pour masquer toutes les pages

source: Exclude specific pages
fr_fr: Exclure certaines pages

source: The page ID of pages you do not want displayed in your navigation menu. Use a comma-delimited list, eg. 1,2,3.
fr_fr: Les identifiants de pages (ID) que vous ne voulez pas voir afficher dans le menu. Faites une liste avec des virgules comme séparateurs, ex. : 1, 2, 3.

source: Hide all categories
fr_fr: Masquer toutes les catégories

source: Check this box to hide all categories.
fr_fr: Cocher pour masquer toutes les catégories

source: Exclude specific categories
fr_fr: Exclure des catégories spécifiques

source: The category ID of pages you do not want displayed in your navigation menu. Use a comma-delimited list, eg. 1,2,3.
fr_fr: Les identifiants de catégories (ID) que vous ne voulez pas voir afficher dans le menu. Faites une liste avec des virgules comme séparateurs, ex. : 1,2,3.

source: Hide home navigation menu item
fr_fr: Masquer le bouton "Accueil" du menu de navigation

source: Check this box if you are using a static page as your homepage instead of your blog (the default). The extra <em>Home</em> menu item will be removed.
fr_fr: Cocher si vous utilisez une page statique comme page d'accueil de votre Blog (option par défaut). Le bouton <em>Accueil</em> du menu sera masqué.

source: Advertising <span>fill in your ad spots</span>
fr_fr: Publicité <span>insérer vos annonces</span>

source: Enable top banner ad
fr_fr: Activer le bandeau publicitaire supérieur

source: Check this box to enable the top banner.
fr_fr: Cocher pour activer le bandeau publicitaire supérieur.

source: Top banner ad file name
fr_fr: Nom du bandeau publicitaire supérieur

source: Upload your image here:
fr_fr: Télécharger votre image ici :

source: Top banner ad link
fr_fr: Lien du bandeau publicitaire supérieur

source: Link for the top banner ad
fr_fr: Lien pour le bandeau publicitaire supérieur

source: Top banner alt tag
fr_fr: Balise du bandeau publicitaire supérieur

source: Alt tag for the top banner ad
fr_fr: Balise alternative pour le bandeau publicitaire supérieur

source: Enable sidebar adbox
fr_fr: Activer l'espace publicitaire de la colonne latérale

source: Check this box to enable the sidebar adbox.
fr_fr: Cocher pour activer l'espace publicitaire de la colonne latérale

source: Ad 1 file name
fr_fr: Nom de la publicité 1

source: Ad 1 link
fr_fr: Lien de la publicité 1

source: Link for the first ad
fr_fr: Lien pour la publicité 1

source: Ad 1 alt tag
fr_fr: Balise alternative de la première publicité

source: Alt tag for the first ad
fr_fr: Balise alternative pour la première publicité

source: Ad 2 file name
fr_fr: Nom de la publicité 2

source: Ad 2 link
fr_fr: Lien de la publicité 2

source: Link for the second ad
fr_fr: Lien pour la publicité 2

source: Ad 2 alt tag
fr_fr: Balise alternative de la seconde publicité

source: Alt tag for the second ad
fr_fr: Balise alternative pour la seconde publicité

source: Subscribe Links <span>control the subscribe links</span>
fr_fr: Liens d'abonnement <span>contrôler les liens d'abonnement</span>

source: Enable Twitter
fr_fr: Activer Twitter

source: Hip to Twitter? Check this box. Please set your Twitter username in the Twitter menu.
fr_fr: Twitter ? Cocher cette case. Merci d'indiquer votre nom d'utilisateur Twitter dans le menu Twitter.

source: Enable Facebook
fr_fr: Activer Facebook

source: Check this box to show a link to your Facebook page.
fr_fr: Cocher pour afficher le lien avec votre page Facebook.

source: Enable Flickr
fr_fr: Activer Flickr.

source: Check this box to show a link to Flickr.
fr_fr: Cocher pour afficher le lien avec votre page Flickr

source: Disable all
fr_fr: Tout désactiver

source: Check this box to hide all follow icons (including RSS). This option overrides any other settings.
fr_fr: Cocher pour masquer tous les liens (RSS compris). Cette option outrepasse tout autre réglage.

source: Facebook link
fr_fr: Lien Facebook

source: Enter your Facebook link.
fr_fr: Entrer votre lien Facebook

source: Flickr link
fr_fr: Lien Flickr

source: Enter your Flickr link.
fr_fr: Entrer votre lien Flickr

source: Sidebar <span>customize your sidebar</span>
fr_fr: Colonne latérale <span>personnalisez la colonne latérale</span>

source: Disable sidebox
fr_fr: Désactiver la boîte latérale

source: Check this box to disable the sidebar sidebox.
fr_fr: Cocher pour désactiver la boîte de la colonne latérale.

source: Custom code
fr_fr: Code personnalisé

source: Check this box to use custom code for the sidebox.
fr_fr: Cocher pour utiliser le code personnalisé pour la boîte latérale.

source: Custom code content
fr_fr: Contenu du code personnalisé

source: Must use properly formatted XHTML/HTML.
fr_fr: Utilisation obligatoire de code XHTML/HTML correctement formatté.

source: Enable newsletter
fr_fr: Activer la Newsletter

source: The newsletter sign-up uses Feedburner by default.
fr_fr: L'abonnement à la Newsletter utilise Feedburner par défaut.

source: Feed Title
fr_fr: Titre du flux

source: Title displayed inside the newsletter signup box
fr_fr: Titre affiché dans la boîte d'abonnement à la Newsletter

source: Feedburner feed name
fr_fr: Nom du flux Feedburner

source: Click the <em>Edit Feed Details</em> link inside FeedBurner
fr_fr: Cliquer le lien <em>Modifier les données de flux</em> dans Feedburner

source: Twitter <span>show your latest tweets in the sidebar</span>
fr_fr: Twitter <span>afficher vos derniers tweets dans la colonne latérale</span>

source: Twitter sidebar updates
fr_fr: Mises à jour Twitter de la colonne latérale

source: Check this box to show your latest tweets in the sidebar.
fr_fr: Cocher pour afficher vos derniers tweets dans la colonne latérale.

source: Twitter name
fr_fr: Nom Twitter

source: Enter your twitter name here.
fr_fr: Tapez votre nom Twitter ici.

source: Number of updates
fr_fr: Nombre de mises à jour

source: The number of tweets to show in the sidebar.
fr_fr: Nombre de tweets à afficher dans la colonne latérale.

source: Footer <span>customize your footer</span>
fr_fr: Pied de page <span>personnalisez votre pied de page</span>

source: Something about you or your business.
fr_fr: Quelques mots sur vous ou votre entreprise

source: Copyright notice
fr_fr: Informations de Copyright

source: Your name or the name of your business.
fr_fr: Votre nom, ou le nom de votre entreprise

source: Your Name Here
fr_fr: Votre nom

source: Stats code
fr_fr: Code de statistiques

source: If you use Google Analytics or need any other tracking script in your footer just copy and paste it here. The script will be inserted before the closing <code>&#60;/body&#62;</code> tag.
fr_fr: Si vous utilisez Google Analytics ou tout autre script de suivi dans le pied de page, collez-le ici. Le script sera inséré avant la balise <code>&#60;/body&#62;</code>.
