Repository: thethemefoundry/ttf-translate
Catalog: duet/*.po
Languages: fr_fr

source: Page Not Found |
fr_fr: Page non trouv&eacute;e |

source: Search results |
fr_fr: R&eacute;sultats de recherche |

source: Posts from the &#8216;%s&#8217; category
fr_fr: Les articles de la cat&eacute;gorie &#8216; %s &#8217;

source: Posts tagged &#8216;%s&#8217;
fr_fr: Publications &eacute;tiquett&eacute;es «%s»

source: Archive for &#8216;%s&#8217;
fr_fr: Archive pour &#8216;%s&#8217;

source: Posts by %s
fr_fr: Publi&eacute;s par %s

source: Blog Archives
fr_fr: Archives du blogue

source: show color picker
fr_fr: S&eacute;lecteur de couleurs

source: Upload Image
fr_fr: T&eacute;l&eacute;charger une image

source: Options already initialized. Struts no longer requires manual initialization.
fr_fr: Options d&eacute;j&agrave; initialis&eacute;es. Struts n’a plus besoin d’initialisation manuelle.

source: Theme Options
fr_fr: Options du Th&egrave;me

source: Section with name &lsquo;%1$s&rsquo; not defined
fr_fr: Section avec le nom &lsquo;%1$s&rsquo; non défini

source: Click OK if you want to reset your theme options to the defaults.
fr_fr: Cliquez sur OK si vous souhaitez r&eacute;initialiser vos options de th&egrave;me aux valeurs par d&eacute;faut.

source: Save Settings
fr_fr: Enregistrer les r&eacute;glages

source: Reset Defaults
fr_fr: R&eacute;initialiser les param&egrave;tres par d&eacute;faut

source: Theme settings updated successfully.
fr_fr: Les param&egrave;tres du th&egrave;me mis &agrave; jour avec succ&egrave;s.

source: Edit
fr_fr: &Eacute;diter

source: Save changes
fr_fr: Enregistrer les r&eacute;glages

source: 404: Page Not Found
fr_fr: 404: Page non trouv&eacute;e

source: We are terribly sorry, but the <abbr title="Universal resource locator">URL</abbr> you typed no longer exists. It might have been moved or deleted. Try searching the site:
fr_fr: Nous sommes terriblement d&eacute;sol&eacute;, mais l'<abbr title="Universal resource locator">adresse URL</abbr> que vous avez saisi n'existe plus. Elle aurait &eacute;t&eacute; d&eacute;plac&eacute; ou supprim&eacute;. Essayez de rechercher sur le site :

source: No posts found.
fr_fr: Aucun article trouv&eacute;.

source: &laquo; Return to <em>%s</em>
fr_fr: &laquo; Retourner &agrave; <em>%s</em>

source: &laquo; Previous
fr_fr: &laquo; Pr&eacute;c&eacute;dent

source: Next &raquo;
fr_fr: Suivant &raquo;

source: <em>This post is password protected. Enter the password to view comments.</em>
fr_fr: <em>Cet article est prot&eacute;g&eacute; par mot de passe. Entrez le mot de passe pour acc&eacute;der aux commentaires.</em>

source: Post a comment
fr_fr: &Eacute;crivez un commentaire

source: &laquo; Newer Comments
fr_fr: &laquo; Commentaires r&eacute;cents

source: Older Comments &raquo;
fr_fr: Commentaires plus anciens &raquo;

source: Trackbacks &amp; Pingbacks
fr_fr: R&eacute;troliens (Trackbacks et Pingbacks)

source: &laquo; Older Pingbacks
fr_fr: &laquo; Anciens R&eacute;troliens

source: Newer Pingbacks &raquo;
fr_fr: Récents R&eacute;troliens &raquo;

source: <em>Comments are closed.</em>
fr_fr: <em>Les commentaires sont ferm&eacute;s.</em>

source: No comments yet&hellip;
fr_fr: Aucun commentaire pour l'instant&hellip;

source: Name: <span class="story-end">*</span>
fr_fr: Nom : <span class="story-end">*</span>

source: Name:
fr_fr: Nom :

source: Website:
fr_fr: Site Internet :

source: High-res version
fr_fr: Version haute r&eacute;solution

source: Recent Posts
fr_fr: Articles r&eacute;cents

source: Categories
fr_fr: Cat&eacute;gories

source: Archives by Month
fr_fr: Archives par Mois

source: Archives by Year
fr_fr: Archives par An

source: 0 Comments
fr_fr: 0 Commentaires

source: 1 Comment
fr_fr: 1 Commentaires

source: % Comments
fr_fr: % Commentaires

source: Whoops!
fr_fr: Oops, on dirait qu'il y a eu un problème !

source: Sorry, your search for &#8220;<em>%s</em>&#8221; did not turn up any results. Please try again.
fr_fr: D&eacute;sol&eacute;, votre recherche pour &#8220;<em>%s</em>&#8221; ne donne pas de r&eacute;sultats. Veuillez r&eacute;essayer.

source: &laquo; Older entries
fr_fr: &laquo; Articles anciens

source: Newer entries &raquo;
fr_fr: Articles r&eacute;cents &raquo;

source: Categories:
fr_fr: Cat&eacute;gories :

source: Tagged:
fr_fr: &Eacute;tiquet&eacute;

source: Permanent Link to %s
fr_fr: Lien permanent vers %s

source: Posted on
fr_fr: Publi&eacute; le

source: Search results for &#8220;<em>%s</em>&#8221;
fr_fr: R&eacute;sultats de la recherche pour &#8220;<em>%s</em>&#8221;

source: Search
fr_fr: Rechercher

source: Continue reading
fr_fr: Continuer la lecture

# noun
source: Comment
fr_fr: Commentaire
