Repository: thethemefoundry/ttf-translate
Catalog: watson/*/*.po
Languages: fr_fr

source: Options already initialized. Struts no longer requires manual initialization.
fr_fr: Options déjà initialisées. Struts ne nécessite plus l'initialisation manuelle.

source: Theme Options
fr_fr: Options du thème

source: Section with name &lsquo;%1$s&rsquo; not defined
fr_fr: Veuillez renseigner les champs &lsquo;%1$s&rsquo;

source: Save Settings
fr_fr: Sauvegarder les réglages

source: Reset Defaults
fr_fr: Réinitialiser les paramètres par défaut

source: Theme settings updated successfully.
fr_fr: Les réglages du thème ont bien été mis à jour.

source: Edit
fr_fr: Modifier

source: Save changes
fr_fr: Sauvegarder les changements

source: show color picker
fr_fr: Afficher le sélecteur de couleur

source: 404: Page Not Found
fr_fr: 404: Page non trouvée

source: We are terribly sorry, but the <abbr title="Universal resource locator">URL</abbr> you typed <em>no longer exists</em>. It might have been moved or deleted.
fr_fr: Nous sommes désolés, mais l'<abbr title="Universal resource locator">URL</abbr> que vous avez saisi <em>n'existe plus</em>. Elle a peut-être été déplacée ou supprimée.

source: Read full article
fr_fr: Lire l'article complet

source: Categories:
fr_fr: Catégories:

source: Tagged:
fr_fr: Tagué:

source: Read next article
fr_fr: Lire l'article suivant

source: Read previous article
fr_fr: Lire l'article précèdent

source: By
fr_fr: Par

source: Read article
fr_fr: Lire l'article

source: Older posts
fr_fr: Articles plus anciens

source: Newer posts
fr_fr: Articles plus récents

source: Return to %s
fr_fr: Retourner sur %s

source: Previous
fr_fr: Suivant

source: Next
fr_fr: Précédent

source: This post is password protected. Enter the password to view comments.
fr_fr: Cet article est protégé par un mot de passe. Vous devez le saisir pour visionner les commentaires.

source: One Response to <em>&ldquo;%2$s&rdquo;</em>
fr_fr: 1 réponse à <em>&ldquo;%2$s&rdquo;</em>

source: &larr; Older comments
fr_fr: &larr; Commentaires plus anciens

source: Newer comments &rarr;
fr_fr: Commentaires plus récents &rarr;

source: Comments are closed.
fr_fr: Les commentaires sont fermés.

source: Comment
fr_fr: Commentaire

source: Subscribe to this comment feed via <abbr title="Really Simple Syndication">RSS<abbr>
fr_fr: Abonnez-vous à ces commentaires via <abbr title="Really Simple Syndication">RSS<abbr>

source: Basic <abbr title="Hypertext Markup Language">HTML</abbr> is allowed. Your email address will not be published.
fr_fr: Le code <abbr title="Hypertext Markup Language">HTML</abbr> basique est autorisé. Votre adresse email ne sera pas publiée.

source: Name: <span class="required">&#42;</span>
fr_fr: Nom : <span class="required">&#42;</span>

source: Name:
fr_fr: Nom :

source: Website:
fr_fr: Site web:

source: RSS feed
fr_fr: Flux RSS

source: Theme info
fr_fr: Information du thème

source: The Theme Foundry home page
fr_fr: Page d'accueil de "The Theme Foundry"

source: Edit page
fr_fr: Modifier la page

source: Primary Menu
fr_fr: Menu principal

source: Go to&hellip;
fr_fr: Aller vers&hellip;

source: Footer Left
fr_fr: Pied de page gauche

source: Footer Right
fr_fr: Pied de page droite

source: Your comment is awaiting moderation.
fr_fr: Votre commentaire est en attente de modération

source: Posts from the &#8216;%s&#8217; category
fr_fr: Articles de la catégorie &#8216;%s&#8217;

source: Posts tagged &#8216;%s&#8217;
fr_fr: Articles tagués dans &#8216;%s&#8217;

source: Archive for &#8216;%s&#8217;
fr_fr: Résultats de recherche pour &#8216;%s&#8217;

source: Posts by %s
fr_fr: Articles rédigées par %s

source: Blog Archives
fr_fr: Archives du blog

source: Home
fr_fr: Accueil

source: Jump to comments
fr_fr: Aller aux commentaires

source: 0 Comments
fr_fr: 0 commentaire

source: 1 Comment
fr_fr: 1 Commentaire

source: % Comments
fr_fr: % Commentaires

source: Search results for &#8216;%s&#8217;
fr_fr: Résultats de recherche pour &#8216;%s&#8217;

source: Sorry, your search for &#8216%s&#8217 did not turn up any results. Please try again.
fr_fr: Désolé, votre recherche pour &#8216%s&#8217 n'a donné aucun résultat. Veuiller essayer de nouveau.

source: Type and press Enter to search
fr_fr: Saisir les mots clefs de votre recherche et appuyez sur la touche entée.

source: Search site&hellip;
fr_fr: Chercher dans le site&hellip;

source: Temporary sidebar
fr_fr: Sidebar temporaire

source: Start adding your own Widgets to the sidebar by going to the <em>Appearance &rarr; Widgets</em> screen on your admin dashboard. This sidebar cannot be toggled off or removed.
fr_fr: Commencer à ajouter vos propres widgets à la barre latérale en allant sur la page <em>Apparence &rarr; Widgets </ em> dans votre interface d'administration. Cette barre latérale ne peut pas être désactivée ou supprimée.

source: Edit post
fr_fr: Modifier l'article

source: Recent posts
fr_fr: Articles récents

source: Authors
fr_fr: Auteurs

source: Categories
fr_fr: Catégories

source: Featured slider
fr_fr: Sliders à la une

source: Posts in the <strong>Featured slider</strong> rotate on the home page, above your regular post list. Each post in the slider will display a large featured image, the post title, and a small excerpt.
fr_fr: Les articles dans le <strong>slider à la une</strong> s'affiche sur la page d'accueil, au dessus de la liste classique des articles. Chaque article du slider affiche l'image du slider, le titre et un court extrait.

source: Featured thumbnails
fr_fr: Articles favoris

source: The <strong>Featured thumbnails</strong> section is perfect for including teasers of your favourite posts on your site&#8217s home page. This section displays up to four posts of your choice. Each featured thumbnail post displays a small thumbnail image and post title.
fr_fr: La section <strong>Articles favoris</strong> est parfaite pour promouvoir vos articles préférés sur la page d'accueil. Cette section affiche jusqu'à 4 articles de votre choix. Chaque article présente une petite miniature et un titre.

source: Custom editor buttons
fr_fr: Boutons personnalisés de l'éditeur

source: Watson provides custom formatting buttons for styling your content. Click the "show kitchen sink" button to view Watson&#8217s formatting buttons.
fr_fr: Le thème "Watson" forunit différents boutons pour formatter votre contenu. Cliquez le bouton ""show kitchen sink" pour afficher le bouton de formattage Watson.

source: Page templates
fr_fr: Modèles de page

source: Watson provides 4 page templates, each with slightly different layouts and functionality. The default page template is center-aligned (not full-width) without a sidebar.
fr_fr: Le thème "Watson" fournit 4 modèles de page, chacun avec sa propre disposition et ses fonctionnalités. Le modèle par défaut est centré en largeur (pas en taille complète) et sans sidebar.

source: Show in featured thumbnails
fr_fr: Afficher dans les articles favoris

source: Watson Theme Post Options
fr_fr: Options du thème Watson

source: Logo &amp; featured slider
fr_fr: Logo &amp; slider à la une

source: Display options
fr_fr: Options d'affichage

source: Subscribe links &amp; copyright
fr_fr: Liens d'abonnement &amp; copyright

source: Logo image:
fr_fr: Image du logo :

source: Upload an image (making sure to click <strong>"Insert into post"</strong>) or enter an <abbr title="Universal resource locator">URL</abbr> for your image. If you choose not to upload a logo, your site's title will be used for the header.
fr_fr: Envoyer une image (n'oubliez pas de cliquer sur <strong>"Insérer dans l'article"</strong>) ou entrer une <abbr title="Universal resource locator">URL </abbr> pour votre image. Si vous choisissez de ne pas télécharger un logo, le titre de votre site sera utilisé pour l'en-tête.

source: High resolution logo
fr_fr: Logo en haute résolution

source: Upload a high resolution logo image for Retina (and similar hi-res) devices. This logo will be scaled down 50% and served only to high resolution devices.
fr_fr: Envoyer un logo en haute résolutions pour les écrans rétinas. Le logo sera réduit de 50% pour les écrans classiques.

source: Autostart slider
fr_fr: Défilement automatique

source: Check to automatically start slideshow animation for the featured slider.
fr_fr: Cocher pour démarrer automatiquement le défilement dans le slider à la une

source: Remove slider posts from blog/archives
fr_fr: Désactiver le slider à la une des archives du blg

source: Check to remove all featured slider posts from blog, archive, category and tag pages.
fr_fr: Cocher pour désactiver le slider à la une des vues blogs, archives, catégories et tags.

source: Hide tags
fr_fr: Masquer les tags

source: Check to hide tags in posts.
fr_fr: Cocher la case pour masquer les tags dans les articles.

source: Hide categories
fr_fr: Masquer les catégories

source: Check to hide categories in posts.
fr_fr: Cocher la case pour masquer les catégories dans les articles.

source: Hide author
fr_fr: Masquer l'auteur

source: Check to hide the author in posts.
fr_fr: Cocher la case pour masquer l'auteur dans les articles.

source: Hide date
fr_fr: Masquer la date

source: Check to hide dates throughout your site.
fr_fr: Cocher la case pour masquer les dates de publication sur votre site

source: Hide post featured image
fr_fr: Masquer l'image à la une

source: Check to hide featured images in the single blog post view.
fr_fr: Cocher la case pour masquer l'image à la une dans la vue détaillée des articles.

source: Hide post navigation
fr_fr: Masquer la navigation des articles

source: Check to hide post navigation in the single blog post view.
fr_fr: Cocher la case pour masquer la navigation dans la vue détaillée des articles.

source: Disable web fonts
fr_fr: Désactiver toutes les polices web

source: Check to turn off web fonts.
fr_fr: Désactiver les polices web

source: Primary color
fr_fr: Couleur principale

source: Choose the primary color for your theme. The primary color is used for link text and other accents.
fr_fr: Choisir la couleur principale de votre thème. Cette couleur est utilisée pour les liens hypertextes.

source: Twitter <abbr title="Universal resource locator">URL</abbr>:
fr_fr: <abbr title="Universal resource locator">URL</abbr> Twitter:

source: Enter your Twitter link.
fr_fr: Saisir le lien de votre Twitter.

source: Facebook <abbr title="Universal resource locator">URL</abbr>:
fr_fr: <abbr title="Universal resource locator">URL</abbr> Facebook:

source: Enter your Facebook link.
fr_fr: Saisir le lien de votre Facebook.

source: Google+ <abbr title="Universal resource locator">URL</abbr>:
fr_fr: <abbr title="Universal resource locator">URL</abbr> Google+:

source: Enter your Google+ link.
fr_fr: Saisir le lien de votre Google+.

source: Flickr <abbr title="Universal resource locator">URL</abbr>:
fr_fr: <abbr title="Universal resource locator">URL</abbr> Flickr:

source: Enter your Flickr link.
fr_fr: Saisir le lien de votre Flickr.

source: Disable all icons
fr_fr: Désactiver toutes les icônes

source: Check to hide all subscribe icons (including <abbr title="Really Simple Syndication">RSS</abbr>). This option overrides all other icon settings.
fr_fr: Cocher pour masquer tous les icônes du pied de page (en incluant <abbr title="Really Simple Syndication">RSS</abbr>). Cette option remplace tous les autres paramètres d'icônes.

source: Credit line text:
fr_fr: Texte du copyright:

source: Enter your credit text to be displayed in the theme footer. Basic HTML is allowed.
fr_fr: Renseigner votre copyright pour qu'il s'affiche dans le pied de page du theme. Le HTML basique est autorisé.

source: Watson Theme Recently Discussed
fr_fr: Thème Watson - Discussions récentes

source: Posts with recent comments. Shows post featured image, title and time of last comment.
fr_fr: Articles avec des commentaires récents. Affiche l'image à la une, le titre et la date du dernier commentaire.

source: Recently discussed
fr_fr: Discussions récentes

source: Foundry Slider
fr_fr: Slider foundry

source: Show in featured slider
fr_fr: Afficher dans le slider à la une

source: Featured Slider
fr_fr: Slider à la une

source: Featured
fr_fr: A la une

source: Page Not Found |
fr_fr: Page non trouvée |

source: Search results |
fr_fr: Résultats de la recherche |
