Repository: thethemefoundry/ttf-translate
Catalog: titan/*/*.po
Languages: nl_nl

source: 404: Page Not Found
nl_nl: 404: Pagina niet gevonden

source: We are terribly sorry, but the URL you typed no longer exists. It might have been moved or deleted, or perhaps you mistyped it. We suggest searching the site:
nl_nl: Het spijt ons, maar de gebruikte URL bestaat niet (meer). Misschien is de informatie je zoekt verplaatst of verwijderd. Probeer anders de zoekfunctie:

source: Posts from the &#8216;%s&#8217; Category
nl_nl: Artikelen uit de rubriek &#8216;%s&#8217;

source: Posts tagged &#8216;%s&#8217;
nl_nl: Artikelen met de tag &#8216;%s&#8217;

source: Archive for
nl_nl: Archief voor

source: Posts by %s
nl_nl: Artikelen door %s

source: Blog Archives
nl_nl: Blog archief

source: %s on
nl_nl: %s over

source: &laquo; Older Entries
nl_nl: &laquo; Eerdere artikelen

source: Newer Entries &raquo;
nl_nl: Latere artikelen &raquo;

source: This post is password protected. Enter the password to view comments.
nl_nl: Dit artikel is beschermd met een wachtwoord. Geef het wachtwoord in om de reacties te zien.

source: No Comments Yet
nl_nl: Nog geen reacties

source: One Comment
nl_nl: 1 Reactie

source: % Comments
nl_nl: % Reacties

source: Leave One
nl_nl: Laat reactie achter

source: &laquo; Older Comments
nl_nl: &laquo; Eerdere reacties

source: Newer Comments &raquo;
nl_nl: Latere reacties &raquo;

source: Comments are closed.
nl_nl: De mogelijkheid om reacties te geven is gesloten voor dit artikel.

source: No comments yet
nl_nl: Nog geen reacties

source: Leave a Reply
nl_nl: Laat een reactie achter

source: You must be
nl_nl: Je moet

source: logged in
nl_nl: ingelogd

source: to post a comment.
nl_nl: zijn om een reactie achter te laten.

source: Logged in as
nl_nl: Ingelogd als

source: Log out &raquo;
nl_nl: Uitloggen &raquo;

source: Name:
nl_nl: Naam:

source: (required)
nl_nl: (verplicht)

source: Comment:
nl_nl: Reactie:

source: <strong>Note:</strong> XHTML is allowed. Your email address will <strong>never</strong> be published.
nl_nl: <strong>NB:</strong> XHTML is toegstaan. Je email adres wordt <strong>niet</strong> gepubliceerd.

source: Subscribe to this comment feed via RSS
nl_nl: Abonneer je op de reacties op dit artikel via RSS

source: Submit Comment
nl_nl: Reactie plaatsen

source: About
nl_nl: Over

source: Did you know you can write your own about section just like this one? It's really easy. Head into the the <em>Titan Options</em> menu and check out the footer section. Type some stuff in the box, click save, and your new about section shows up in the footer.
nl_nl: Wist je dat je dit blok eenvoudig met je eigen tekst kunt vullen? Ga naar het <em>Titan Options</em> menu en bekijk het gedeelte betreffende de "Footer". Vul daar je eigen tekst in, klik "Save" en voila!

source: Wondering about those Flickr photos on the right?
nl_nl: Benieuwd naar de Flickr photos hiernaast?

source: We didn't take them, they are a random sampling of the most popular photos on Flickr with the tag 'nature'. All rights are reserved to the original copyright holders where applicable.
nl_nl: Ze zijn niet door ons genoemn, het is slechts een willekeurige greep uit de meest populaire foto's op Flickr met de tag "nature". Alle rechten zijn gereserveerd door de originele rechthebbenden waar van toepassing.

source: Categories
nl_nl: Rubrieken

source: Search
nl_nl: Zoeken

source: Page Not Found |
nl_nl: Pagina niet gevonden |

source: Search results for '%s'
nl_nl: Zoekresultaten voor '%s'

source: Follow:
nl_nl: Volg ons:

source: by %s
nl_nl: door %s

source: read more...
nl_nl: Lees het volledige artikel...

source: Edit This
nl_nl: Bewerken

source: Leave a comment
nl_nl: Laat een reactie achter

source: 1 Comment
nl_nl: 1 Reactie

source: % Comment
nl_nl: % Reactie

source: Sorry your search for "%s" did not turn up any results. Please try again.
nl_nl: Sorry, het zoeken naar "%s" heeft geen resultaat opgeleverd. Probeer een andere zoekopdracht.

source: Recent Articles
nl_nl: Recente artikelen

source: Archives
nl_nl: Archieven

source: by %s on
nl_nl: door %s op

source: From
nl_nl: Van

source: <em><strong>Please Note:</strong> Your comment is awaiting moderation.</em>
nl_nl: <em><strong>Ter info::</strong> Je reactie wacht nog op goedkeuring.</em>

source: settings saved!
nl_nl: instellingen opgeslagen!

source: settings reset.
nl_nl: instellingen teruggezet.

source: Options
nl_nl: Opties

source: Need help with these options?
nl_nl: Hulp nodig bij deze instellingen?

source: Read the tutorials
nl_nl: Lees de instructies

source: or visit the <a href="http://themes.jestro.com/forums/">support forums.</a>
nl_nl: of bezoek de <a href="http://themes.jestro.com/forums/">support forums.</a>

source: Save changes
nl_nl: Wijzigingen opslaan

source: show color picker
nl_nl: toon kleurkiezer

source: hide color picker
nl_nl: verberg kleurkiezer

source: Save all changes
nl_nl: Alle wijzigingen opslaan

source: Reset all options
nl_nl: Alle instellingen terugzetten

source: Custom Logo Image <span>insert your custom logo image in the header</span>
nl_nl: Custom Logo <span>voeg hier je afbeelding in om als logo in de header te gebruiken</span>

source: This option is for PRO members only. To enable this option and use your custom logo please <a href="https://themes.jestro.com/members/signup.php">sign-up</a> for a PRO membership and <a href="http://themes.jestro.com/downloads/">download</a> the titan PRO child theme.
nl_nl: Deze optie is enkel voor PRO leden. Om deze optie te activeren en je eigen logo te gebruiken kun je <a href="https://themes.jestro.com/members/signup.php">lid worden</a> en het titan PRO child theme <a href="http://themes.jestro.com/downloads/">downloaden</a>.

source: Enable custom logo image
nl_nl: Gebruik je eigen logo

source: Check to use a custom logo in the header.
nl_nl: Aanvinken om je eigen logo te gebruiken.

source: Logo image file name
nl_nl: Bestandsnaam

source: Upload your logo image here:
nl_nl: Je logo uploaden

source: Logo image <code>&lt;alt&gt;</code> tag
nl_nl: Logo ALT tag

source: Specify the <code>&lt;alt&gt;</code> tag for your logo image.
nl_nl: Een alt tag voor je logo. Belangrijk voor SEO.

source: Display tagline
nl_nl: Toon tagline

source: Check to show your tagline below your logo.
nl_nl: Aanvinken om je tagline naast je logo te tonen.

source: Navigation <span>control your top navigation menu</span>
nl_nl: Navigatie <span>beheer van het top navigatie menu</span>

source: Hide all pages
nl_nl: Pagina's verbergen

source: Check this box to hide all pages
nl_nl: Aanvinken om alle pagina's te verbergen

source: Exclude specific pages
nl_nl: Specifieke pagina's verbergen

source: The page ID of pages you do not want displayed in your navigation menu. Use a comma-delimited list, eg. 1,2,3
nl_nl: Geef hier de ID's van de pagina's die je niet in het navigatie menu wil tonen. Gebruik een door komma's gescheiden lijst, zoals 1,2,3

source: Hide all categories
nl_nl: Rubrieken verbergen

source: Check this box to hide all categories.
nl_nl: Aanvinken om alle rubrieken te verbergen

source: Exclude specific categories
nl_nl: Specifieke rubrieken verbergen

source: The category ID of pages you do not want displayed in your navigation menu.. Use a comma-delimited list, eg. 1,2,3
nl_nl: Geef hier de ID's van de rubrieken die je niet in het navigatie menu wil tonen. Gebruik een door komma's gescheiden lijst, zoals 1,2,3

source: Hide home navigation menu item
nl_nl: Home pagina verbergen

source: Check this box if you are using a static page as your homepage instead of your blog (the default). The extra <em>Home</em> menu item will be removed.
nl_nl: Aanvinken als je een statische pagina als homepage wil gebruiken i.p.v. je blog (de standaardinstelling). Het item <em>Home</em> word dan uit het navigatie menu gehaald.

source: Follow Links <span>top right follow links</span>
nl_nl: Volg ons links <span>Volg ons links rechtboven</span>

source: Enter your feed email link here.
nl_nl: Plaats je feed email link hier.

source: Disable email link
nl_nl: Geen email link

source: Don't want to offer email updates, check the box.
nl_nl: Aanvinken als je geen email updates beschikbaar wil stellen.

source: Twitter updates link
nl_nl: Aanvinken als je geen email updates beschikbaar wil stellen.

source: Enter the link to your Twitter page.
nl_nl: Plaats Twitter link hier

source: Disable Twitter
nl_nl: Geen twitter

source: Not hip to Twitter? That's cool, just check this box.
nl_nl: Niet zo gek op Twitter? Aanvinken om de Twitter link niet te tonen.

source: Homepage Notice <span>display a notice on your homepage</span>
nl_nl: Notitie op homepage <span>laat een notitie zien op je homepage</span>

source: Enable homepage notice
nl_nl: Notitie op homepage

source: Check this box to use a custom notice on the home page.
nl_nl: Aanvinken om je eigen notitie op de homepage te tonen.

source: Custom notice
nl_nl: Inhoud notitie

source: The content of your custom notice.
nl_nl: De inhoud voor de notitie

source: Sidebar Sidebox <span>customize your sidebox</span>
nl_nl: Sidebar Sidebox <span>pas je sidebox aan</span>

source: Disable sidebox
nl_nl: Sidebox verbergen

source: Check this box to disable the sidebar sidebox.
nl_nl: Aanvinken om sidebar sidebox niet te tonen.

source: Custom code
nl_nl: Je eigen code

source: Check this box to use custom code for the sidebox.
nl_nl: Aanvinken om je eigen code te gebruiken

source: Custom code content
nl_nl: Code

source: Must use properly formatted XHTML/HTML.
nl_nl: Gebruik juist geformatteerde XHTML/HTML

source: Sidebar Adbox <span>control ads in your sidebar</span>
nl_nl: Sidebar Adbox <span>plaats advertenties in je sidebar</span>

source: Enable adbox
nl_nl: Adbox activeren

source: Check this box to enable the sidebar adbox.
nl_nl: Aanvinken om de sidebar adbox te activeren

source: Ad 1 file name
nl_nl: Ad 1 bestandsnaam

source: Upload your image here:
nl_nl: Bestandsnaam van de afbeelding:

source: Link for the first ad
nl_nl: Link (URL) voor de eerste advertentie

source: Alt tag for the first ad
nl_nl: ALT tag voor de eerste advertentie

source: Ad 2 file name
nl_nl: Ad 2 bestandsnaam

source: Link for the second ad
nl_nl: Link (URL) voor de tweede advertentie

source: Alt tag for the second ad
nl_nl: ALT tag voor de tweede advertentie

source: Footer <span>customize your footer</span>
nl_nl: Footer <span>je footer aanpassen</span>

source: Something about you or your business. Use HTML!
nl_nl: Iets over deze website. Gebruik HTML!

source: Create a <a href="http://www.flickr.com/badge_new.gne">javascript Flickr badge</a>. At the end of the process extract the URL and paste here.
nl_nl: Maak een <a href="http://www.flickr.com/badge_new.gne">javascript (HTML) Flickr badge</a>. Filter de URL uit de code die je aan het einde krijgt en plaats die hier.

source: Disable Flickr
nl_nl: Geen FlickR

source: Check this box to disable Flickr and enable the footer widget instead.
nl_nl: Aanvinken als je Flickr wil verbergen en de Footer widget area wil activeren.

source: Copyright notice
nl_nl: Copyright

source: Your name or the name of your business.
nl_nl: Je naam of de naam van de organisatie

source: Your Name Here
nl_nl: Vul hier je naam

source: Stats code
nl_nl: Statistieken

source: If you use Google Analytics or need any other tracking script in your footer just copy and paste it here. The script will be inserted before the closing <code>&#60;/body&#62;</code> tag.
nl_nl: Als je Google Analytics of andere tracking code in je footer wil kun je die eenvoudig hier plaatsen.<br /> De code wordt toegevoegd voor de <code>&#60;/body&#62;</code> tag.
