Repository: thethemefoundry/ttf-translate
Catalog: photography/*/*.po
Languages: hu_hu

source: 404: Page Not Found
hu_hu: 404: Nem találom az oldalt

source: The URL you typed no longer exists. It might have been moved or deleted, or perhaps you mistyped it. We suggest searching the site:
hu_hu: A megadott oldal nem létezik. Lehet, hogy máshová került, töröltve lett, vagy elgépelted a címet. Javaslom, hogy keress rá az oldalon:

source: Posts from the &#8216;%s&#8217; Category
hu_hu: A &#8216;%s&#8217; kategória bejegyzései

source: Posts tagged &#8216;%s&#8217;
hu_hu: Bejegyzések ezekkel a cimkékkel: &#8216;%s&#8217;

source: Archive for %s
hu_hu: %s archívuma

source: Posts by %s
hu_hu: %s bejegyzései

source: Blog Archives
hu_hu: Blog archívum

source: Permanent Link to %s
hu_hu: Állandó link hozzá: %s

source: Read more...
hu_hu: Olvass tovább...

source: Edit this
hu_hu: Szerkesztés

source: Leave a comment
hu_hu: Szólj hozzá

source: 1 Comment
hu_hu: 1 hozzászólás

source: j M Y
hu_hu: Y. M. j.

source: &laquo; Older Entries
hu_hu: &laquo; Régebbi bejegyzések

source: Newer Entries &raquo;
hu_hu: Újabb bejegyzések &raquo;

source: This post is password protected. Enter the password to view comments.
hu_hu: Ez a bejegyzés jelszóvédett. Add meg a jelszót a hozzászólások megtekintéséhez.

source: No Comments Yet
hu_hu: Még nincs hozzászólás

source: % Comments
hu_hu: % hozzászólás

source: Post a comment
hu_hu: Szólj hozzá

source: &laquo; Older Comments
hu_hu: &laquo; Régebbi hozzászólások

source: Newer Comments &raquo;
hu_hu: Újabb hozzászólások &raquo;

source: Trackbacks &amp; Pingbacks
hu_hu: Visszakövetés &amp; Visszajelzés

source: &laquo; Older Pingbacks
hu_hu: &laquo; Régebbi visszajelzések

source: Newer Pingbacks &raquo;
hu_hu: Újabb visszajelzések &raquo;

source: Comments are closed.
hu_hu: Hozzászólások lezárva.

source: Comments Feed
hu_hu: Hozzászólás RSS

source: <strong>Note:</strong> HTML is allowed. Your email address will <strong>never</strong> be published.
hu_hu: <strong>Megjegyzés:</strong> HTML használható. Az e-mail címed <strong>soha</strong> nem lesz nyilvános.

source: Name
hu_hu: Név

source: required
hu_hu: kötelező

source: Website
hu_hu: Weboldal

source: Submit Comment
hu_hu: Hozzászólás elküldése

source: Logged in as <a href="%1$s">%2$s</a>. <a href="%3$s" title="Log out of this account">Log out &raquo;</a>
hu_hu: Bejelentkezve, mint <a href="%1$s">%2$s</a>. <a href="%3$s" title="Kijelentkezés a fiókból">Kijelentkezés &raquo;</a>

source: Leave a comment to %s
hu_hu: Hagyj egy üzenetet neki: %s

source: Copyright &copy; %1$s %2$s. All rights reserved.
hu_hu: &copy; %1$s %2$s. Minden jog fenntartva.

source: <a href="%1$s">WordPress Photography Theme</a> by <a href="%2$s">The Theme Foundry</a>
hu_hu: Téma: <a href="%1$s">WordPress Photography</a> | <a href="%2$s">The Theme Foundry</a>

source: Page Not Found |
hu_hu: Az oldalt nem találom |

source: Search results for '%s'
hu_hu: A(z) '%s' keresés eredményei

source: Design is copyright %1$s The Theme Foundry
hu_hu: A design szerzői jogtulajdonosa %1$s The Theme Foundry

source: Skip to content
hu_hu: Ugrás a tartalomhoz

source: Edit
hu_hu: Szerkeszt

source: Sorry your search for "%s" did not turn up any results. Please try again.
hu_hu: Sajnálom, a(z) "%s" keresésed nem járt eredménnyel. Próbáld újra.

source: Recent Articles
hu_hu: Legújabb cikkek

source: Archives
hu_hu: Archívum

source: From
hu_hu: Kategória:

source: Tags:
hu_hu: Cimkék:

source: Posted by %1$s on %2$s
hu_hu: Közzétette %1$s %2$s-kor

source: Subscribe
hu_hu: Feliratkozás

source: RSS Feed
hu_hu: RSS

source: <em><strong>Please Note:</strong> Your comment is awaiting moderation.</em>
hu_hu: <em><strong>Figyelem:</strong> A hozzászólása jóváhagyásra vár.</em>

source: Trackback
hu_hu: Visszakövetés

source: Pingback
hu_hu: Visszajelzés

source: Gallery Options
hu_hu: Galéria beállítások

source: Add New Gallery
hu_hu: Új galéria hozzáadása

source: Edit Gallery
hu_hu: Galéria szerkesztése

source: New Gallery
hu_hu: Új galéria

source: View Gallery
hu_hu: Galéria megtekintése

source: Search Galleries
hu_hu: Galériák keresése

source: No galleries found
hu_hu: Nincs ilyen galéria

source: No galleries found in Trash
hu_hu: Nincsenek galériák a kukában

source: (no title)
hu_hu: (nincs cím)

source: Re-Attach
hu_hu: Újra csatol

source: (Unattached)
hu_hu: (Nincs csatolva)

source: Attach
hu_hu: Csatol

source: Things to remember when adding or editing a gallery:
hu_hu: Amire emlékezni kell galéria hozzáadásakor vagy szerkesztésekor:

source: Specify the correct genre such as Mystery, or Historic.
hu_hu: Add meg a megfelelő típust, mint pl. Rejtély vagy Történelmi.

source: Specify the correct writer of the gallery. Remember that the Author module refers to you, the author of this gallery review.
hu_hu: Add meg a galéria megfelelő szerkesztőjét. Ne felejtsd el, hogy a Szerző modul rád hivatkozik, mint a galéria ismertetés szerzője.

source: If you want to schedule the gallery review to be published in the future:
hu_hu: Ha azt szeretnéd, hogy a galéria ismertetés a jövőben legyen közzétéve:

source: Under the Publish module, click on the Edit link next to Publish.
hu_hu: A Közzététel modulban kattints a Link szerkesztésére a Közzététel mellett.

source: Change the date to the date to actual publish this article, then click on Ok.
hu_hu: Allítsd a dátumot a publikálás dátumára, majd kattints az OK-ra.

source: For more information:
hu_hu: További információ:

source: <a href="http://codex.wordpress.org/Posts_Edit_SubPanel" target="_blank">Edit Posts Documentation</a>
hu_hu: <a href="http://codex.wordpress.org/Posts_Edit_SubPanel" target="_blank">Bejegyzések szerkesztésének dokumentációja</a>

source: <a href="http://wordpress.org/support/" target="_blank">Support Forums</a>
hu_hu: <a href="http://wordpress.org/support/" target="_blank">Támogatói Fórumok</a>

source: This is the help screen displaying the table of galleries.
hu_hu: Ez a galériák táblázatát megjelenítő segítség ablak.

source: Disable the Gallery title and description (appears below the gallery).
hu_hu: A galéria címének és leírásának kikapcsolása (a galéria alatt jelenik meg).

source: Disable image descriptions (appears in the top left corner of each image).
hu_hu: Képleírások kikapcsolása (minden kép bal felső sarkánál jelenik meg).

source: Enable image hard cropping to the stage size.
hu_hu: Kép levágása a vetítőfelület méretére.

source: Enable auto play.
hu_hu: Automatikus lejátszás engedélyezése

source: Set a custom gallery stage height (default is 540px):
hu_hu: Egyedi vetítőfelület magasság beállítása (alapértelmezetten 540px):

source: You currently have no publicly viewable Flickr sets.
hu_hu: Jelenleg nincs nyilvánosan megtekinthető Flickr gyűjteményed.

source: Enable Flickr:
hu_hu: Flickr engedélyezése:

source: Flickr image size:
hu_hu: Flickr kép méret:

source: Flickr set:
hu_hu: Flickr gyűjtemény

source: You must provide your Flickr user ID and API Key in Appearance &rarr; Photography Options &rarr; Flickr
hu_hu: Meg kell adnod a Flickr felhasználó azonosítódat és az API kulcsodat itt: Megjelenés &rarr; Sablon beállítások &rarr; Flickr

source: Parent
hu_hu: Szülő

source: Gallery updated. <a href="%s">View gallery</a>
hu_hu: Galéria frissítve. <a href="%s">Galéria megtekintése</a>

source: Custom field updated.
hu_hu: Egyedi mező frissítve.

source: Custom field deleted.
hu_hu: Egyedi mező törölve.

source: Gallery updated.
hu_hu: Galéria frissítve.

source: Gallery restored to revision from %s
hu_hu: Galéria visszaállítva erre a verzióra: %s

source: Gallery published. <a href="%s">View gallery</a>
hu_hu: Galéria közzétéve. <a href="%s">Galéria megtekintése</a>

source: Gallery saved.
hu_hu: Galéria elmentve.

source: Gallery submitted. <a target="_blank" href="%s">Preview gallery</a>
hu_hu: Galéria elküldve. <a target="_blank" href="%s">Galéria előnézete</a>

source: Gallery scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview gallery</a>
hu_hu: Galéria időzítve ekkorra: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Galéria előnézete</a>

source: M j, Y @ G:i
hu_hu: Y. M. j. @ G:i

source: Gallery draft updated. <a target="_blank" href="%s">Preview gallery</a>
hu_hu: Galéria vázlat frissítve. <a target="_blank" href="%s">Galéria előnézete</a>

source: No gallerys found
hu_hu: Nem találtam galériát

source: No gallerys found in Trash
hu_hu: Nincs a kukában galéria

source: Sidebar
hu_hu: Oldalsáv

source: Theme Options
hu_hu: Téma beállításai

source: Top Navigation
hu_hu: Felső navigáció

source: Custom Logo Image <span>insert your custom logo image in the header</span>
hu_hu: Saját logo <span>illessz be saját logot a fejlécbe</span>

source: Enable custom logo image
hu_hu: Saját logo engedélyezése

source: Check to use a custom logo in the header.
hu_hu: Jelöld be, ha saját logot akarsz a fejlécben használni.

source: Upload an image or enter an URL for your image.
hu_hu: Tölts fel egy képet vagy írd be egy kép URL címét.

source: Logo image <code>&lt;alt&gt;</code> tag
hu_hu: Logo <code>&lt;alt&gt;</code> cimkéje

source: Specify the <code>&lt;alt&gt;</code> tag for your logo image.
hu_hu: A logo <code>&lt;alt&gt;</code> cimkéjének megadása.

source: Display tagline
hu_hu: Alcím megjelenítése

source: Check to show your tagline below your logo.
hu_hu: Jelöld be, ha meg szeretnéd jeleníteni az alcímet a logo alatt.

source: Flickr <span>enable Flickr gallery support</span>
hu_hu: Flickr <span>Flickr galléria támogatás engedélyezése</span>

source: Flickr username
hu_hu: Flickr felhasználónév

source: Specify your Flickr username (found in your URL): http://flickr.com/photos/<strong>username</strong>
hu_hu: Add meg a Flickr felhasználónevedet (az URL-edben megtalálod): http://flickr.com/photos/<strong>felhasználónév</strong>

source: Flickr API key
hu_hu: Flickr API kulcs

source: Specify your Flickr API Key.
hu_hu: Add meg a Flickr API kulcsodat.

source: Flickr API secret
hu_hu: Flickr API titkos kulcs

source: Specify your Flickr API Secret.
hu_hu: Add meg a Flickr API titkos kulcsodat.

source: Color Scheme <span>choose your color scheme</span>
hu_hu: Színséma <span>színséma testreszabása</span>

source: Color scheme
hu_hu: Színséma

source: Choose your color scheme.
hu_hu: Színséma kiválasztása.

source: Dark (default)
hu_hu: Sötét (alapértelmezett)

source: Light
hu_hu: Világos

source: Subscribe Links <span>control the subscribe links</span>
hu_hu: Feliratkozási linkek <span>feliratkozási linkek kezelése</span>

source: Enable Twitter
hu_hu: Twitter engedélyezése

source: Hip to Twitter? Check this box. Please set your Twitter username in the Twitter menu.
hu_hu: Twitterezel? Akkor engedélyezd ezt az opciót, majd add meg a Twitter felhasználóneved.

source: Enable Facebook
hu_hu: Facebook engedélyezése

source: Check this box to show a link to your Facebook page.
hu_hu: Jelöld be, hogy látszódjon a Facebook profilod linkje.

source: Enable Flickr
hu_hu: Flickr engedélyezése

source: Check this box to show a link to Flickr.
hu_hu: Jelöld be, hogy látszódjon a Flickr linked.

source: Disable all
hu_hu: Összes letiltása

source: Check this box to hide all follow icons (including RSS). This option overrides any other settings.
hu_hu: Jelöld be ezt az opciót, ha szeretnél minden követés (RSS, Twitter stb.) ikont elrejteni. Ez minden más opciót felülbírál.

source: Twitter name
hu_hu: Twitter név

source: Enter your Twitter name.
hu_hu: Add meg a Twitter neved.

source: Enter your Facebook link.
hu_hu: Add meg a Facebook linked.

source: Enter your Flickr link.
hu_hu: Add meg a Flickr linked.

source: Footer <span>customize your footer</span>
hu_hu: Lábléc <span>szabd testre a blogod alját</span>

source: Copyright notice
hu_hu: Szerzői jogok

source: Your name or the name of your business.
hu_hu: A neved vagy a cégneved.

source: Your Name Here
hu_hu: Neved

source: Stats code
hu_hu: Statisztika kód

source: If you use Google Analytics or need any other tracking script in your footer just copy and paste it here. The script will be inserted before the closing <code>&#60;/body&#62;</code> tag.
hu_hu: Ha szeretnél Google Analytics vagy egyéb követő szkriptet használni a láblécben, akkor másold ide. A szkript a záró <code>&#60;/body&#62;</code> cimke elé lesz beillesztve.

source: %s settings saved!
hu_hu: %s beállítások elmentve!

source: %s settings reset.
hu_hu: %s beállítások visszaállítva.

source: %s Options
hu_hu: %s beállítások

source: <strong>Need help?</strong> <a href="%1$s">Read the tutorials</a> or visit the <a href="%2$s">support forums.</a>
hu_hu: <strong>Segítség kell?</strong> <a href="%1$s">Olvasd el a segédanyagokat</a> vagy látogasd meg a <a href="%2$s">támogatói fórumokat.</a>

source: show color picker
hu_hu: színválasztó mutatása

source: hide color picker
hu_hu: színválasztó elrejtése

source: Save changes
hu_hu: Módosítások mentése
