Repository: thethemefoundry/ttf-translate
Catalog: basis/*/*.po
Languages: fr_fr

source: 404: Page not found
fr_fr: 404: Page non trouvée

source: We are terribly sorry, but nothing exists at this URL:
fr_fr: Nous sommes désolé, mais rien n'existe à l'adresse suivante:

source: Try searching the site:
fr_fr: Essayez de faire une recherche sur le site:

source: Newer posts
fr_fr: Articles plus récents

source: Older posts
fr_fr: Articles plus anciens

source: From: %s
fr_fr: Dans: %s

source: Read more
fr_fr: En savoir plus

source: Tagged:
fr_fr: Tagué:

source: Link to the full post
fr_fr: Lien vers la vue détaillée de l'article

source: Sorry, your search for &#8216;%s&#8217; did not return any results.
fr_fr: Désolé, votre recherche pour <em>&#8220;%s&#8221;</em> n'a donné aucun résultat.

source: Sorry, there is no content here.
fr_fr: Désolé, il n'y a pas de contenu ici.

source: Read the full post
fr_fr: Lire l'article complet

source: F jS, Y
fr_fr: j F Y

source: Return
fr_fr: Retour

source: Previous
fr_fr: Suivant

source: Next
fr_fr: Précédent

source: One response to <span>%2$s</span>
fr_fr: 1 réponse à <span>%2$s</span>

source: Older comments
fr_fr: Commentaires plus anciens

source: Newer comments
fr_fr: Commentaires plus récents

source: Comments are closed.
fr_fr: Les commentaires sont fermés.

source: Proudly powered by %s
fr_fr: Fièrement propulsé par %s

source: Theme: %1$s by %2$s.
fr_fr: Thème: %1$s par %2$s.

source: Theme info
fr_fr: Info du thème

source: by
fr_fr: par

source: The Theme Foundry home page
fr_fr: page d'accueil de The Theme Foundry

source: Help
fr_fr: Aide

source: This feature is unavailable for this page while using the current page template.
fr_fr: Cette fonctionnalité n'est pas disponible pour cette page lorsque vous utilisez le modèle de page en cours.

source: Page Templates
fr_fr: Modèles de page

source: Default template:
fr_fr: Modèle par défaut:

source: Add slides. For each one:
fr_fr: Ajouter des slides. Pour chacune:

source: Set a background image that is at least <strong>800 pixels</strong> wide.
fr_fr: Définir une image d'arrière-plan d'au moins <strong>800 pixels</strong> de large.

source: Add text to the Title field for a short statement in large letters. Add text to the content editor for a longer content block in a smaller font.
fr_fr: Ajoutez le texte pour le champ Titre pour un bref exposé en grosses lettres. Ajouter du texte à l'éditeur de contenu pour un bloc de contenu plus en plus petits caractères.

source: Add a button URL and label if you want the slide to link to somewhere else.
fr_fr: Ajouter une URL et le label au bouton si vous voulez que le slide affiche un lien hypertexte.

source: Arrange the slides. Drag and drop them into the order you want.
fr_fr: Disposer les slides. Glissez/déposez-les dans l'ordre que vous voulez.

source: Product template:
fr_fr: Modèle produit:

source: Add sections:
fr_fr: Ajouter des sections:

source: For best results and a visually interesting layout, add a variety of section types.
fr_fr: Pour obtenir de meilleurs résultats et une mise en page visuellement intéressant, ajouter une variété de types de section.

source: <em>Banner</em>: Make sure the background image is at least <strong>800 pixels</strong> wide.
fr_fr: <em>Bannière</em>: Assurez-vous que l'image de fond mesure au moins <strong>800 pixels</strong> de largeur.

source: <em>Feature</em>: Drag and drop the featured image to switch the side on which it will appear.
fr_fr: <em>Feature</em>: Faites glisser et déposez l'image "featured" pour basculer du côté sur lequel il apparaît.

source: <em>Profile</em>: Drag and drop the columns to change their order.
fr_fr: <em> Profil </ em>: Faites glisser et déposez les colonnes pour modifier leur ordre.

source: Arrange the sections. Drag and drop them into the order you want.
fr_fr: Disposez les sections. Glissez/déposez-les dans l'ordre que vous voulez.

source: Check out the <a href="%1$s" target="_blank">%2$s tutorial</a> for more information.
fr_fr: Consultez la <a href="%1$s" target="_blank">%2$s tutoriel</a> pour plus d'informations.

source: Regular Logo
fr_fr: Logo classique

source: Retina Logo
fr_fr: Logo HD (retina)

source: Theme
fr_fr: Thème

source: Footer
fr_fr: Pied de page

source: Sticky post label
fr_fr: Titre de l'article épinglé

source: Enable simple archive view
fr_fr: Activer la vue archive simple

source: Show the footer widgets
fr_fr: Afficher les widgets du pied de page

source: Everywhere
fr_fr: Partout

source: Everywhere but my front page
fr_fr: Partout, excepté la page d'accueil

source: On my front page only
fr_fr: Uniquement sur la page d'accueil

source: Footer Text
fr_fr: Texte du pied de page

source: Twitter URL
fr_fr: Adresse Twitter

source: Facebook URL
fr_fr: Adresse Facebook

source: Google&#43; URL
fr_fr: Adresse Google&#43;

source: Flickr URL
fr_fr: Adresse Flickr

source: Pinterest URL
fr_fr: Adresse Pinterest

source: LinkedIn URL
fr_fr: Adresse LinkedIn

source: RSS URL
fr_fr: Flux RSS

source: Alert
fr_fr: Alerte

source: Button Link
fr_fr: Lien du bouton

source: Header Menu
fr_fr: Menu de l'entête

source: Widgets placed here will appear in a sidebar to the right of your content on the blog. If you do not place any widgets here, no sidebar will be shown, and the blog will use a full-width layout.
fr_fr: Les widgets placés ici apparaîtront dans une barre latérale à droite de votre contenu sur le blog. Si vous ne placez pas de widgets ici, la barre latérale ne sera pas affichée et le blog va utiliser une disposition pleine largeur.

source: Left Footer Column
fr_fr: Colonne de gauche du pied de page

source: Widgets placed here will appear in the left column of your site footer.
fr_fr: Les widgets placés ici apparaîtront dans la colonne de gauche de votre pied de page.

source: Right Footer Column
fr_fr: Colonne de droite du pied de page

source: Widgets placed here will appear in the right column of your site footer.
fr_fr: Les widgets placés ici apparaîtront dans la colonne de droite de votre pied de page.

source: Show Menu
fr_fr: Afficher le menu

source: Hide Menu
fr_fr: Masquer le menu

source: Archive
fr_fr: Archives

source: From <strong>%s</strong>
fr_fr: Dans <strong>%s</strong>

source: Tagged <strong>%s</strong>
fr_fr: Taggé <strong>%s</strong>

source: By <strong>%s</strong>
fr_fr: Par <strong>%s</strong>

source: <strong>%s</strong> archive
fr_fr: archive <strong>%s</strong>

source: %1$d result for: &#8216;<strong>%2$s</strong>&#8217;
fr_fr: %1$d résultat pour: &#8216;<strong>%2$s</strong>&#8217;

source: Comments are closed
fr_fr: Les commentaires sont fermés.

source: No comments
fr_fr: Aucun commentaire

source: %d comment
fr_fr: %d commentaire

source: This post is password protected. To view it please enter your password below:
fr_fr: Ce contenu est protégé par un mot de passe. Pour le voir vous devez entrer votre mot de passe ci-dessous:

source: Password
fr_fr: Mot de passe

source: Submit
fr_fr: Soumettre

# plural noun
source: Leave a reply
fr_fr: Laisser une réponse

source: Basic <abbr title="Hypertext Markup Language">HTML</abbr> is allowed. Your email address will not be published.
fr_fr: Le code <abbr title="Hypertext Markup Language">HTML</abbr> basique est autorisé. Votre adresse email ne sera pas publiée.

source: Name
fr_fr: Nom

source: Website
fr_fr: Site web

source: Begin message here&hellip;
fr_fr: Commencez le message ici&hellip;

source: Post Author
fr_fr: Auteur de l'article

source: Your comment is awaiting moderation.
fr_fr: Votre commentaire est en attente de modération.

source: Link to this comment
fr_fr: Lien vers ce commentaire

source: Full Width
fr_fr: Pleine largeur

source: Home
fr_fr: Page d'accueil

source: Banner
fr_fr: Bannière

source: A full-width background image with custom text and an optional button.
fr_fr: Une image de fond pleine largeur avec un texte personnalisé et un bouton optionnel.

source: Profile
fr_fr: Profil

source: Three sortable columns, each featuring an image, title and text.
fr_fr: Trois colonnes triables, chacune dotée d'une image, d'un titre et d'un texte.

source: Text
fr_fr: Texte

source: Page Builder
fr_fr: Composeur de page

source: Hide the site header on this page
fr_fr: Masquer l'entête du site sur cette page

source: Use as Featured Image
fr_fr: Utiliser comme image "featured"

source: Add Media
fr_fr: Ajouter un média

source: Set background image
fr_fr: Définir une image de fond

source: Remove background image
fr_fr: Supprimer l'image de fond

source: Background image
fr_fr: Image de fond

source: Use as Background Image
fr_fr: Utiliser comme image de fond

source: Button
fr_fr: Bouton

source: Enter URL here
fr_fr: Saisir une adresse ici

source: Enter label here
fr_fr: Saisir un label ici

source: Background
fr_fr: Fond

source: Darken to improve readability
fr_fr: Foncer pour améliorer la lisibilité

source: Enter title here
fr_fr: Saisir le titre ici

source: Drag-and-drop this column into place
fr_fr: Glisser/déposer cette colonne dans un emplacement

source: Enter link here
fr_fr: Saisir un lien ici

source: Add
fr_fr: Ajouter

source: Add New Section
fr_fr: Ajouter une nouvelle section

source: Add Slide
fr_fr: Ajouter un slide

source: Remove
fr_fr: Supprimer

source: Click to toggle
fr_fr: Cliquez pour déplier

source: Thank you!
fr_fr: Merci!

source: To get started, be sure to read your <a target="_blank" href="%1$s">theme's documentation</a>. If you have any questions, please stop by our <a target="_blank" href="%2$s">support forums</a>.
fr_fr: Pour commencer, assurez-vous de lire la <a target="_blank" href="%1$s">documentation de votre thème</a>. Si vous avez des questions, s'il vous plaît arrêtez vous par nos <a target="_blank" href="%2$s">support forums</a>.

source: Click to close this message
fr_fr: Cliquez pour fermer ce message

source: Corey, Drew, Jennifer, Scott, and Zack
fr_fr: Corey, Drew, Jennifer, Scott et Zack

source: Search
fr_fr: Rechercher

source: Read next post
fr_fr: Lire l'article plus récent

source: Next post
fr_fr: Article plus récent

source: Read previous post
fr_fr: Lire l'article plus récent

source: Previous post
fr_fr: Article plus ancien

source: Product Template
fr_fr: Modèle produit

source: Slideshow Template
fr_fr: Modèle diaporama
